Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: This ecologically-conscious approach seems an appealing compromise between the extreme ends of the solar system's political landscape—the hypercorp and the bio-con factions—and has developed a momentum of its own, evolving into a growing political movement.
fr_fr: Cette approche écologiquement-consciente semble un compromis excitant entre les extrêmes du paysage politique du système solaire - les factions hypercorporatistes et biocons - se donnant ainsi un élan suffisant pour évoluer en un mouvement politique grandissant.

source: Memes: Preservationism, Environmentalism
fr_fr: Mêmes: Préservationnisme, Environnementalisme

source: Main Stations: Muir (Luna)
fr_fr: Stations principales: Muir (Lune)

source: Preservationists are environmentalists who call for a no-impact, hands-off approach when it comes to inhabiting new worlds.
fr_fr: Les préservationnistes sont des environnementalistes qui réclament une approche sans-impact, sans intervention humaine de la colonisation de nouveaux mondes.

source: They are extremely protective of naturally-intact biospheres that might have any semblance of life, no matter how microbial, hoping to keep them from despoilment or contamination.
fr_fr: Ils sont extrêmement protecteurs des biosphères naturellement préservées et qui pourraient avoir un semblant de vie, peu importe qu'elle soit microbienne, espérant la préserver de la spoliation ou de la contamination.

source: In addition to opposing terraforming and expansion through the Pandora Gates, they are often opposed to fusion and antimatter power.
fr_fr: En plus de s'opposer à la terraformation et à l'extension à travers les Portes de Pandorre, ils sont également fréquemment opposés à l'énergie tirée de la fusion ou de l'antimatière.

source: The Reclaimers pursue one ultimate goal—the reclamation of Earth as transhumanity's primary habitat.
fr_fr: Les Réclamationnistes poursuivent un but ultime - la récuparéation de la Terre en tant qu'habitat principal de la transhumanité.

source: In addition to calling for the quarantine of earth to be lifted, they engage in scientific research and running virtual simulations on how to best cleanse and reclaim their contaminated and polluted planet.
fr_fr: En plus de demander le retrait de la mise en quarantaine de la Terre, ils se lancent dans de la recherche scientifique et exécutent des simulations dirtuelles pour déterminer la meilleure manière de nettoyer et récupérer leur planète contaminée et polluée.

source: Despite the interdiction to enter Earth's atmosphere, the reclaimers are suspected of sponsoring perilous and high-risk ventures onto the planet's surface to gather scientific data or event to establish terraforming colonies.
fr_fr: En dépit de l'interdiction de pénétrer l'atmosphère Terrestre, les réclamationnistes sont suspectés de soutenir des voyages périlleux et à haut-risques sur la surface de la planète pour récupérer des données scientifiques ou tenter d'éétablir des colonnie de terraformation.

source: Memes: Art, Culture, Hedonism, Immortality
fr_fr: Mêmes: Art, Culture, Hédonisme, Immortalité

source: Main Stations: Valles-New Shanghai (Mars), Elysium (Mars), Noctis-Quinjiao (Mars)
fr_fr: Stations Principales: Valles-New Shanghai (Mars), Elysium (Mars), Noctis-Quinjiao (Mars)

source: Uploading and resleeving effectively grant immortality to those who can afford it.
fr_fr: L'upload et la réincarnation apporte l'immortalité effective à ceux qui peuvent se le permettre.

source: This has created a shift among the exclusive rich and economic elites of the inner system, whether they be the heads of hypercorps, old Earth dynasties, or other displanted oligarchs.
fr_fr: Cela a créer un glissement au sein des élites économiques et des riches du système intérieur, qu'ils soient à la tête d'hypercorps, issus d'ancienne dynastie Terrestre ou d'autres oligarches détrônés.

source: The top ranks of the wealthy and influential need never fear death, allowing them to plan for the long-term.
fr_fr: Le haut de ces riches et influents ne craignent plus la mort, leur permettant de planifier sur le long-terme.

source: Some of these were among the first to acquire longevity treatments when they became available on Earth and are now approaching two centuries in age.
fr_fr: Certains d'entre eux font partis des premiers à avoir acquis les traitements de longévités lorsqu'ils sont devenus disponibles sur Tere et approchent l'âge de 200 ans.

source: Where once these power brokers would have passed their riches on to their family and descendants, however, their heirs now face a situation where they have more-than-comfortable lives and access to massive fortunes, but no chance that they will ever control those fortunes or rise to the levels of their elders.
fr_fr: Là où ces courtiers du pouvoir auraient transmis leurs richesse à leur famille et à leur descendance, leurs héritiers sont maintenant dans une position leur permettant de vivre des vies plus que confortable et d'accéder à des fortunes massives, mais n'ont aucune chance de pouvoir un jour contrôller ces fortunes ou de s'élever au niveau de leurs aînés.

source: Even the nouveau rich who become wealthy on their own often find themselves excluded from this influential club—at least until they put in a good fifty years.
fr_fr: Même le snouveaux riches devenus riches de leur chef se trouvent souvent exclus de ce club inlfuent - du moins tant qu'il ne sont pas à cette position depuis au moisn cinquante ans.

source: Rich and bored, with no responsibilities but the solar system at their reach, a new culture of elite socialites has risen.
fr_fr: Riche mais ennuyée, sans responsabilités mais avec le système solaire à leur portée, une nouvelle culture de l'élite socialites a émergé.

source: These glitterati indulge in eccentric lifestyles and excessive parties, covered by the media in all its superficial and polished glory.
fr_fr: Ces célébrités se laissent aller à un style de vie excentrique et à des fêtes excessive, couverts par les médias dans toute leur gloire superficielle et polie.

source: Private habitats and ships, lavish soirees, armies of servants, and the ability to buy almost anything or anyone leads to all sorts of interesting adventures.
fr_fr: Des habitats et des vaisseaux privés, des soirées lascive, des armées de serviteurs, et la possibilité d'acheter à peu près n'importe quoi ou n'importe qui les mènes à toute sortes d'aventures intéressante.

source: Naturally, these socialites form into constantly-shifting cliques and webs of allegiances, complete with affairs, scandals, intrigue, and backbiting.
fr_fr: Naturellement, ces socialites forment des cliques et des réseaux d'allégeances changeant constamment, avec son lot de liaisons, de scandales, d'intrigues et de médisance.

source: Memes: Asceticism, Eugenics, Individualism, Militarism, Social Darwinism
fr_fr: Mêmes: Asceticisme, Eugénisme, Individualisme, Militarisme, Darwinisme Social

source: Main Stations: Aspis (Main Belt), Xiphos (Uranus)
fr_fr: Stations principales: Aspis (Ceinture Principale), Xiphos (Uranus)

source: The ultimates are a controversial movement that embraces a philosophy of human perfection.
fr_fr: Les ultimes sont un mouvement controversé qui embrasse une philosophie de perfection humaine.

source: Decried by some as immoral or even fascist, ultimates are typically viewed as elitists.
fr_fr: Dépeint par certains comme immoraux ou même fascistes, les ultimes sont typiquement perçus comme étant élitistes.

source: The ultimates have established several habitats to pursue their ideal society and were a driving force behind the development of the remade biomorph design.
fr_fr: les ultimes ont établis plusieurs habitats pour poursuivre leurs société idéale et ont été une force motrice derrière le développement du design de biomorph remade.

source: The ultimates advocate the use of applied eugenics, strict physical and psychological training, and asceticism in order to improve their overall mental and physical stamina and environmental adaptability.
fr_fr: Les utltimes soutiennent l'utilisation de l'eugénisme appliqué, d'un entraïnement physique et psychologique strict et de l'ascétisme afin d'amliorer leur endurance physique et mentale et leur adaptabilité environnementale.

source: Their social traits and entire subculture visualizes life in the universe as an evolutionary battle for survival and is built around the victory of the superior transhuman over both its opponents and peers.
fr_fr: Leurs traits sociaux et toute leur sous-culture visualisent la vie dans l'univers comme une bataille évolutionnaire pour la survie et est construite autour de la victoire du transhumain supérieur à la fois sur ses adversaire et sur ses pairs.

source: Their movement is heavily militarized, and experienced ultimates offer their services as mercenaries and private security forces to hypercorps, independent city states, or wealthy individuals in need of additional protection.
fr_fr: Leur mouvement est lourement militarisé, et des ultimes expérimentés offrent leurs services en tant que emrcenaires et force de sécurité privée aux hypercorps, aux cités état indépendante ou aux individus fortunés qui ont besoin d'une protection additionelle.

source: Despite having survived the Fall, the concepts of religion and religious belief underwent changes as fundamental as transhumanity itself.
fr_fr: Même si elles ont survécu à la Chute, les concepts de religion et de croyances religieuses ont subit des changements autant fondamentaux que ceux que la transhumanité à subit.

source: While Earth's old religions were already in decline in the face of technological immortality, religious traditions ingrained after millennia of worship were incorporated to varying degrees in the solar system's myriad political, social, and cultural models.
fr_fr: Alors que les vieilles religions de la Terre étaient déjà en déclin face à l'immortalité technologique, les traditions religious enraciné des des millénaires de vénération ont été incorporées à différents degrés dans la myriade de modèles politiques, sociaux et culturels du système solaire.

source: The rigid structures and dogmas enveloping Christianity and Judaism prohibited these religions from adapting to the cultural, philosophical, and especially scientific/technological changes transhumanity underwent.
fr_fr: Les structures rigides et les dogmes enveloppant le Christianisme et le Judaïsme ont interdit à ces religions de s'adapter aux changements philosophique, culturel et scientifique/technologique en particulier qui modifièrent la transhumanité.

source: Today, they are mere shadows of their former glory, with many practitioners seen as pitiful individuals unable to let go of their earthbound delusions.
fr_fr: AUjourd'hui, elles sont des ombres pâles de leur ancienne gloire, ayant de nombreux pratiquants perçus comme des individus pitoyables incapable de se défaire de leur lien avec la Terre.

source: Islam, while still holding some most controversial views and values, managed to adapt by accepting a more liberal and even secular view.
fr_fr: L'Islam, tout en conservant quelques vues et valeurs trés conroversée, a réussi à s'adapter en acceptant un point de vue plus libéral voire laïque.

source: Hinduism also prevailed to a limited extent, considering resleeving technology an element of reincarnation and rebirth and integrating the various types of morphs available into the religion's caste system (with synthmorphs becoming the “untouchables”).
fr_fr: L'Hindouïsme a également survécu d'une certaine manière, considérant la technologie de réincarnation comem un élément de la rénaissance et intégrant les différents type de morph disponible au système de caste de la religion (les synthmorphs étant devenus les "intouchables").

source: Overall, followers of the pre-Fall religions mostly populate small habitats isolated from transhumanity through both physical and philosophical distance.
fr_fr: De manière globale, les adeptes des religions pré-Chute peuplent essentiellement de petits habitats isolés du reste de la transhumanité via une distance à la fois physique et philosophique.

source: The Fall sparked the birth of new beliefs, essentially embracing both transhumanity's technological achievements as well as the devastating cataclysm of the Fall as evidence for the existence of a greater cosmic power.
fr_fr: La Chute a démarré la naissance de nouvelles croyances, embrassant pour la plupart à la fois les accomplissements technologiques de la transhumanité et le cataclysme dévastateur de la Chute comme preuve de l'existence d'une plus grande puissance cosmique.

source: {Neo-Buddhism} is the only pre-Fall religious philosophy that enjoys a steady popularity.
fr_fr: Le {Neo-Boudisme} est la seule philosophie religieuse pré-Chute quii bénéficie d'une popularité constante.

source: Neo-buddhists assert that transhumanist technologies are decreasing suffering and increasing happiness, and that they will also allow the continual progression of transhumanity's understanding of the universe through successive lives.
fr_fr: Les néo-boudistes affirment que les technologies transhumaines réduisent la souffrance et augmentent le bonheur, et qu'elle permettra aussi la progression continue de la comprehension de l'univers par la transhumanité grâce à leurs vies successives.

source: {Techno-Creationists} believe that the destruction of Earth was a sign from God, showing transhumanity the error of its ways.
fr_fr: Les {Techno-Créationnistes} croient que la destruction de la Terre était un signe de Dieu, montrant à la transhumanité à quel point son mode de vie était mauvais.

source: They believe that through technological advancement and social engineering, transhumanity will achieve co-existence with its diverse self as well as with extra terrestrial intelligences, thereby finding new purpose and eventually, enlightenment.
fr_fr: Ils croient que grâce aux avancées technologiques et à l'ingénierie sociale, la transhumanité parviendra à coexister avec ses divers individus ainsi qu'avec des intelligences extra terrestres, trouvant ainsi de nouveau objectif et atteignant éventuellement l'illumination.

source: Attracted by the similarities to the Brahman of Hinduism, the highest cosmic spiritual being, Techno-Creationists enjoy a steady influx of converted Hindus.
fr_fr: Attiré par les similarités avec les Brahamans Hindoux, les plus grand êtres cosmique spirituels, les Techno-Créationnistes bénéficient afflux constant d'Hindoux convertis.

source: {Xenodeism} is another new—though relatively minor—ideology that begins to show religious attributes.
fr_fr: Le {Xénodéisme} est une autre idéologie récente - bien que relativement mineure - qui commence à montrer des attributs religieux.

source: Xenodeists worship the Factors and Iktomi as emissaries or prophets of a great godlike race that laid the seeds of creation throughout the universe millions of years ago and therefore are the ultimate creators of transhumanity.
fr_fr: Les Xénodéistes vénèrent les Facteurs et les Iktomis en tant q'uémissaires et prophètes d'une grande race divine qui a semer les germes de la création dans l'univers plusieurs millions d'années auapravant et qui sont donc les ultimes créateurs de la transhumanité.

source: Technological progress and social and behavioral experimentation did not root out crime or criminal tendencies among transhumanity.
fr_fr: Le progrès technologique et social et l'expérimentation comportementale n'ont pas déraciné le crime ou les tendances criminelles au sein de la transhumanité.

source: As long as there are inequalities and restrictions, criminal syndicates are likely to flourish and even adapt new technologies to expand their operations throughout the solar system.
fr_fr: Tant qu'il existe des inégalitées et des restrictions, les syndicats criminels sont prospère et s'adaptent même aux nouvelles technologie pour étendre leurs opérations à travers tout le système solaire.

source: Though small criminal outfits of every flavor exist from habitat to habitat, a few larger organizations with influence across the solar system deserve mention.
fr_fr: Bien que des petites organisation criminelles de type divers existe d'un habitat à l'autre, quelques organisations plus large ayant une influence à travers tout le système solaire mérite d'être mentionné.

source: Major Stations: Rhea (Kronos Cluster)
fr_fr: Stations principale: Rhéa (Groupe Kronos)

source: The ID crew specializes in electronic crimes and information brokerage, including credit and rep fraud, identity counterfeiting, ego trading, data theft, and fork-napping.
fr_fr: L'ID crew se spécialise dans les crimes électroniques et la revente d'information, incluant la fraude aux crédits à la rep, la contrefçaon d'identité, le commerce d'égo et le fork-napping.

source: Information on the syndicate's origins was lost during the Fall, but the ID Crew is believed to have grown from several hacker gangs assimilated under the leadership of an infomorph consortium.
fr_fr: Les informatiosn sur les origines du syndicat ont étés perdues lors de la Chute, mais l'on pense que l'ID Crew s'est développé sur des gangs de hackers qui ont été assimilés sous le commandement d'un consortium d'infomorph.

source: Their skilled use of memory manipulation software and mesh intrusion suggests they benefit from the help of sophisticated AGIs, however it is unknown if these voluntarily assist the syndicate or if they are somehow threatened into cooperation.
fr_fr: Leur expertise dans les logiciels de manipulation mémorielle et de l'intrusion dans le mesh suggère qu'isl ébnéficient de l'aide d'IAs sophistiquées, il est reste encore à déterminer si elles aident volontairement le syndicat ou si elles ont été menacées d'une manière ou d'une autre et oforcée à coopérée.

source: Due to its service sector, the ID crew maintains a minimalist physical profile, but can be found lingering in the dark recesses of almost any habitat or station mesh.
fr_fr: En raison de leur secteur de service, l'ID Crew maintiens un profil physique minimum, mais peut être trouvé errant dans les recoin les plus sombres du mesh de n'importe quel habitat ou station.

source: Its somewhat specialized services and activities so far allow them to mostly stay clear of triad or Night Cartel operations, though they have an ongoing rivalry with the Nine Lives syndicate.
fr_fr: Ses activités et services spécialisée leur ont jusqu'à présent permis de rester hors des opérations des triades ou du Night Cartel, bien qu'ils soient des rivaux avec le syndicat Nine Lives.

source: Major Stations: New Sicily (The Belt)
fr_fr: Stations principales: New Sicily (Ceinture Principale)

source: When affiliation to one of the many multi-ethnic habitats replaced the concepts of ethnicity and nationality, cultural heritage and traditions faded with them into history.
fr_fr: Lorsque l'affiliation à l'un des habitats multi-ethnique remplaça les concepts d'éthnicité et de nationalité, l'héritage culturel et les traditions s'estompèrent dans l'histoire.

source: Several pre-Fall ethnic syndicates formed a careful alliance of necessity at first, but uploading and morphing soon after tore down any remaining social codes or racial prejudice.
fr_fr: Plusieurs syndicats ethniques pré-Chute ont formé une alliance de nécessité d'abord, mais s'élevant et se transformant rapidement après avoir supprimé tout codes sociaxu ou préjudices raciaux restants.

source: Progressive in both entrepreneurial and criminal vision, the Night Cartel emerged from the remnants of Earth's underworld syndicates, merging the best qualities of each.
fr_fr: Ayant une vision progressive à la fois pour les affaies et pour le crime, le Night Cartel émergea des restes des syndicats sous-terrain de la Terre, récuéprant le meilleur de chaque.

source: The Night Cartel holds legitimate hypercorp status in certain habitats while clearly working outside the law in other, more law-abiding or less corrupt regimes.
fr_fr: Le Night Cartel possède un statut d'hypercorporation légitime dans certains habitats tout en travaillant clairement illégalement dans d'autres habitats plus respecteuex de la loi ou ayant des régimes moins corrompus.

source: The Night Cartel is involved in a number of traditional crime outlets: racketeering, extortion, kidnapping, pod slavery, and prostitution.
fr_fr: Le Night Cartel est impliqué dans nombre de domaines traditionnels du crime: racket, extorsion, enlèvement, traites des pods et prostitution.

source: They have also adapted well to the latest technological developments and compete with the triads in the electronic stimulant, drug, and nanofab piracy markets.
fr_fr: Ils se sont églaement bien adapté aux derniers développements technologique et sont en compétition avec les triades sur les marchés des stimulants électroniques, de la drogue et du piratage de nanofabeurs.

source: Like the triads, the Night Cartel sometimes operates though legitimate hypercorp fronts.
fr_fr: COmme les triades, le Night Cartel opére parfois via des façades hypercorporatistes légales.

source: Major Station: Legba (Main Belt)
fr_fr: Stations principales: Legba (Ceinture Principale)

source: This widespread network of soul-traders specializes in the acquiring, trading, and overall trafficking of transhumans.
fr_fr: Ce réseau trés répendu de trafiquants d'âme se spécialise dans l'acquisition, le commerce et le traffic général des transhumains.

source: Their primary market lies in ego-trading: stealing backups, fork-napping, kidnapping and forced uploading, and so on.
fr_fr: Leur principal marché est le commerce d'ego: vol de sauvegarde, fork-napping, enlèvements, upload forcé et ainsi de suite.

source: Nine Lives are known to run illegal infomorph-slave colonies as well as organize pit fights using all manner of physical bodies (biomorphs, synthmorphs, animals) loaded with all manner of consciousnesses (transhuman, AI, animal, etc).
fr_fr: Nine Lives est connu pour diriger des colonies illégales d'esclaves informophs aussi bien que pour organiser des combats de foasses utilisant tout type de corps physiques (biomorphs, synthmorphs, animaux) chargés avec tout type de conscience (transhuamins, IA, animaux, etc).

source: Only the truly desperate look towards the syndicate to be smuggled out of a habitat or hypercorporate indenture.
fr_fr: Seuls les plus désespérés se trounent vers le syndicat pour être convoyé hors d'un habitat ou de la contraction hypercorporatiste.

source: Their ruthlessness in acquiring egos has earned them a fearful reputation among the transhuman population as well as in infomorph societies.
fr_fr: Leur brutalité lors de l'acquisition d'egos a donné une réputation redoutable parmi les populations transhumaine aussi bien que dans les sociétés ifomorph.

source: Major Stations: Ambelina (Venus)
fr_fr: Stations principales: Ambelina (Vénus)

source: Though similar to the Night Cartel in that Pax Familae holds legal offices and outposts in several habitats while working underground in others, the difference between the two syndicates couldn't be bigger.
fr_fr: Tout en étant similaire au Night Cartel par la détention de bureau et d'avant-poste légaux dans plusieurs habitats tout en travailalnt dans l'ombre dans d'autre, la différence entre les deux syndicats ne pourraient pas être plsu grande.

source: The entire Pax Familae organization goes back to one person, Claudia Ambelina, the syndicate's founder and matriarch.
fr_fr: Toute l'organisation de la Pax Familiae se résume à une seule personne, Claudia AMbelina, la matriarche et fondatrice du syndicat.
